export default {
  loading: false,
  pages: {
    home: {
      h1: {
        ru: 'Frontend-Разработчик',
        en: 'Frontend Developer'
      }
    },
    testimonials: {
      h1: {
        ru: 'Отзывы',
        en: 'Testimonials'
      },
      testimonials: [
        {
          author: {
            name: 'Сергей',
            position: 'Менеджер проекта «ZooHelp33»',
            avatar: '/dist/assets/images/avatar.png'
          },
          date: '12.08.18',
          rating: 5,
          text: 'Высокий профессионализм, безукоризненная работа, все сделано точно и в срок, приятный легкий диалог на полном взаимопонимании. Очень рад, что обратился именно к Александру.В дальнейшем буду обращаться только к нему.'
        },
        {
          author: {
            name: 'Сергей',
            position: 'Менеджер проекта «ZooHelp33»',
            avatar: '/dist/assets/images/avatar.png'
          },
          date: '12.08.18',
          rating: 4,
          text: 'Высокий профессионализм, безукоризненная работа, все сделано точно и в срок, приятный легкий диалог на полном взаимопонимании. Очень рад, что обратился именно к Александру.В дальнейшем буду обращаться только к нему.'
        },
        {
          author: {
            name: 'Сергей',
            position: 'Менеджер проекта «ZooHelp33»',
            avatar: '/dist/assets/images/avatar.png'
          },
          date: '12.08.18',
          rating: 3,
          text: 'Высокий профессионализм, безукоризненная работа, все сделано точно и в срок, приятный легкий диалог на полном взаимопонимании. Очень рад, что обратился именно к Александру.В дальнейшем буду обращаться только к нему.'
        },
        {
          author: {
            name: 'Сергей',
            position: 'Менеджер проекта «ZooHelp33»',
          },
          date: '12.08.18',
          rating: 5,
          text: 'Высокий профессионализм, безукоризненная работа, все сделано точно и в срок, приятный легкий диалог на полном взаимопонимании. Очень рад, что обратился именно к Александру.В дальнейшем буду обращаться только к нему.'
        },
        {
          author: {
            name: 'Сергей',
            position: 'Менеджер проекта «ZooHelp33»',
          },
          date: '12.08.18',
          rating: 5,
          text: 'Высокий профессионализм, безукоризненная работа, все сделано точно и в срок, приятный легкий диалог на полном взаимопонимании. Очень рад, что обратился именно к Александру.В дальнейшем буду обращаться только к нему.'
        }
      ]
    },
    portfolio: {
      h1: {
        ru: 'Портфолио',
        en: 'Portfolio'
      }
    },
    contacts: {
      h1: {
        ru: 'Контакты',
        en: 'Contact with me'
      }
    }
  },
  projects: null,
  portfolioCats: null,
  reviews: null,
  submitStatus: '',
  callbackFormStatus: '',
}
